Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_SIMULATE_EXPIRED_TOKEN_DESCRIPTION
source: When enabled, authentication tokens provided to applications and the JavaScript authentication context will have an expiration date in the past.
ar: عند التمكين، ستحتوي رموز المصادقة المقدمة إلى التطبيقات وسياق مصادقة JavaScript على تاريخ انتهاء في الماضي.
bg: Ако се активира, датата на изтичане ще е в миналото на предоставените идентифициращи токъни за приложения и за JavaScript идентификационен контекст.
ca: Si aquesta opció està activada, els testimonis d’autenticació proporcionats a les apps i en el context d’autenticació del JavaScript tindran una data de caducitat en el passat.
cs: Pokud je tato volba zapnutá, ověřovací tokeny poskytované aplikacím a ověření totožnosti v JavaScriptu budou mít nastavenou dobu vypršení platnosti v minulosti.
da: Når funktionen er slået til, vil godkendelses-tokens, som leveres til apps, og JavaScript-godkendelse, have en udløbsdato i fortiden.
de: Ist diese Option aktiviert, haben Authentifizierungstoken, die Apps und dem JavaScript-Authentifizierungskontext zur Verfügung gestellt werden, ein Verfallsdatum in der Vergangenheit.
el: Όταν είναι ενεργή αυτή η ρύθμιση, παρέχονται διακριτικά ελέγχου ταυτότητας στις εφαρμογές και το περιβάλλον ελέγχου ταυτότητας JavaScript θα έχει ημερομηνία λήξης στο παρελθόν.
es: Al activar esta opción, los identificadores de autenticación proporcionados a las aplicaciones y al contexto de autenticación de JavaScript tendrán una fecha de caducidad pasada.
es_419: Si se activa, los identificadores de autenticación proporcionados a apps y el contexto de autenticación de JavaScript tendrán una fecha de vencimiento en el pasado.
fi: Kun käytössä, apeille annettujen todennustunnisteiden ja JavaScript-todennuskontekstien vanhentumispäivä on menneisyydessä.
fr: Une fois activés, les jetons d’authentification fournis aux applications et le contexte d’authentification de JavaScript comporteront une date d’expiration révolue.
fr_ca: Lorsque cette option est activée, la date d’expiration des jetons d’authentification fournis aux applications et au contexte d’authentification JavaScript est dans le passé.
he: כאשר מאפיין זה פעיל, קודי אימות מסופקים ליישום והקשר אימות ה-JavaScript יקבל תאריך תוקף בעבר.
hi: सक्षम करने पर ऐप्लिकेशन को प्रदान किए जाने वाले प्रमाणन टोकन और JavaScript प्रमाणन संदर्भ की समय समाप्ति तिथि गुज़र चुकी होगी।
hr: Kad je ova opcija omogućena, tokeni za autorizaciju koji su pruženi aplikacijama i JavaScript kontekstu za autorizaciju imat će datum isteka u prošlosti.
hu: Amikor engedélyezve van, az alkalmazásoknak biztosított hitelesítési tokenek és a JavaScript-hitelesítési környezet lejárati dátuma a múltban lesz.
id: Saat diaktifkan, token pengesahan yang disediakan untuk aplikasi dan konteks pengesahan JavaScript akan memiliki tanggal kedaluwarsa di masa lampau.
it: Quando l’opzione è abilitata, la data di scadenza dei token di autenticazione forniti alle applicazioni e del contesto di autenticazione JavaScript sarà impostata nel passato.
ja: 有効にした場合、アプリケーションに提供される認証トークンとJavaScriptの認証コンテクストに、過去の有効期限が設定されます。
kk: Егер бұл опция қосылса, қолданбаларға берілген аутентификация токендері және JavaScript аутентификация контекстінің жарамдылық мерзімі өткен болып есептеледі.
ko: 이 옵션을 활성화하면 응용 프로그램 및 JavaScript 인증 컨텍스트에 제공된 인증 토큰의 만료일이 과거로 설정됩니다.
lt: Kai ši funkcija įjungta, programoms ir „JavaScript“ autentifikavimo kontekstui teikiamų autentifikavimo ženklų galiojimo data bus praeityje.
ms: Apabila didayakan, token pengesahan yang diberikan kepada aplikasi dan konteks pengesahan JavaScript akan mempunyai tarikh tamat tempoh pada masa lalu.
nl: Wanneer dit is ingeschakeld, krijgen authenticatietokens die aan apps worden verstrekt en de JavaScript-authenticatiecontext een vervaldatum in het verleden.
no: Når innstillingen er aktivert, vil utløpsdatoen til autoriseringskjennetegn som gis til apper og JavaScript-autentiseringssammenhengen, være i fortiden.
pl: Gdy opcja jest włączona, tokeny uwierzytelniania przekazywane do aplikacji oraz kontekst uwierzytelniania JavaScript będą miały datę wygaśnięcia w przeszłości.
pt: Quando ativado, os tokens de autenticação fornecidos a aplicativos e o contexto de autenticação de JavaScript terão uma data de validade no passado.
pt_pt: Quando esta opção está ativa, os tokens de autenticação fornecidos às aplicações e ao contexto de autenticação JavaScript terão uma data de validade ultrapassada.
ro: Când opțiunea este activată, tokenurile de autentificare furnizate aplicațiilor și contextul de autentificare JavaScript vor avea o dată de expirare din trecut.
ru: Если включено, то даты окончания действия аутентификационных токенов, предоставленных приложениям, и контекста аутентификации JavaScript будут в прошлом.
sk: Tokeny autentifikácie poskytované aplikáciám a v kontexte autentifikácie JavaScriptu budú mať dátum exspirácie nastavený v minulosti.
sl: Ko je možnost omogočena, bodo žetoni za preverjanje pristnosti, ki so na voljo aplikacijam, in kontekst preverjanja pristnosti JavaScript imeli nastavljen datum poteka v preteklosti.
sv: När det här alternativet är aktivt kommer autentiseringstoken som skickas till appar och JavaScript-autentiseringskontexten att ha en sista giltighetsdag som redan har förfallit.
th: เมื่อเปิดใช้งาน โทเค็นการตรวจสอบสิทธิ์ที่ให้มาสำหรับแอปพลิเคชันและบริบทการตรวจสอบสิทธิ์ JavaScript จะมีวันที่หมดอายุเป็นอดีต
tr: Etkinleştirildiğinde uygulamalara ve JavaScript yetkilendirme içeriğine sağlanan kimlik doğrulama jetonlarının geçmişte bir son kullanma tarihi olur.
uk: Коли ввімкнено, токени автентифікації, що надаються для програм і контексту JavaScript-автентифікації матимуть дату терміну в минулому.
vi: Khi được bật, mã thông báo xác thực đã cung cấp cho các ứng dụng và ngữ cảnh xác thực JavaScript sẽ có ngày hết hạn trong quá khứ.
zh_cn: 启用后，提供给应用程序的认证令牌和JavaScript认证上下文的过期日期将在过去。
zh_hk: 啟用時，提供予應用程式的認證代號及JavaScript認證內容的到期日將會是過去的日期。
zh_tw: 啟用後，提供給應用程式和JavaScript認證內容的認證代號將會有過去的到期日。

# ERROR_DESCRIPTION_INVALID_VERIFICATION_TOKEN
source: Your TV provider was unable to validate a request.
ar: لم يتمكن مزود خدمة التلفزيون من التحقق من طلب ما.
bg: Вашият ТВ оператор не успя да валидира заявката.
ca: El teu proveïdor de TV no ha pogut validar una sol·licitud.
cs: Poskytovateli TV se nepodařilo ověřit požadavek.
da: Tv-udbyderen kunne ikke godkende anmodningen.
de: Der TV-Anbieter konnte eine Anfrage nicht validieren.
el: Ο πάροχος τηλεοπτικών υπηρεσιών σας δεν μπόρεσε να επικυρώσει ένα αίτημα.
es: Tu proveedor de TV no ha podido validar la solicitud.
es_419: Tu proveedor de TV no pudo validar una solicitud.
fi: TV-palveluntarjoaja ei voinut varmistaa pyyntöä.
fr: Votre fournisseur TV n’a pas pu valider votre demande.
fr_ca: Votre fournisseur de télévision n’a pas pu valider une demande.
he: ספק שירותי הטלוויזיה שלך לא הצליח לאמת בקשה.
hi: अनुरोध वैलिडेट करने में आपका टीवी सर्विस प्रोवाइडर असमर्थ हुआ।
hr: Vaš TV operater ne može potvrditi zahtjev.
hu: A televíziószolgáltatója nem tudta érvényesíteni a kérést.
id: Penyedia TV Anda tidak dapat mengesahkan permintaan.
it: Il provider TV non è stato in grado di autorizzare la richiesta.
ja: TVプロバイダはリクエストを認証できませんでした。
kk: Теледидар провайдері сұрауды тексере алмады.
ko: 사용자의 TV 제공업체가 요청을 확인할 수 없습니다.
lt: Televizijos paslaugų teikėjui nepavyko patvirtinti užklausos.
ms: Penyedia TV anda gagal mengesahkan permintaan.
nl: Je tv-aanbieder kan een verzoek niet valideren.
no: TV-distributøren kunne ikke validere en forespørsel.
pl: Dostawca TV nie mógł sprawdzić poprawności żądania.
pt: Seu provedor de TV não pôde validar a solicitação.
pt_pt: O fornecedor de TV não conseguiu validar um pedido.
ro: Furnizorul dvs. TV nu a putut să valideze o solicitare.
ru: Телепровайдеру не удалось проверить запрос.
sk: Váš poskytovateľ TV služby nedokázal overiť žiadosť.
sl: Ponudnik televizijskih storitev ni mogel preveriti veljavnosti zahteve.
sv: TV-leverantören kunde inte bekräfta en begäran.
th: ผู้ให้บริการทีวีของคุณไม่สามารถยืนยันคำขอได้
tr: TV sağlayıcınız bir isteği doğrulayamadı.
uk: Вашому ТБ‑провайдеру не вдалося підтвердити запит.
vi: Nhà cung cấp TV của bạn không thể xác thực yêu cầu.
zh_cn: 你的电视提供商无法验证请求。
zh_hk: 電視供應商無法驗證要求。
zh_tw: 你的電視業者無法驗證要求。

# SETUP_MESSAGE
source: Sign in once to access all of the apps supported by your cable or TV subscription at no additional charge.
ar: سجِّل الدخول مرة واحدة حتى تتمكن من الوصول إلى جميع التطبيقات التي يدعمها اشتراك التلفزيون بدون رسوم إضافية.
bg: Влезте веднъж, за да имате достъп до всички поддържани приложения към вашия телевизионен или кабелен абонамент без допълнителни такси.
ca: Inicia sessió per accedir a totes les apps compatibles amb la teva subscripció per cable o de TV sense cap cost addicional.
cs: Jednorázovým přihlášením získáte bez dalších poplatků přístup ke všem aplikacím podporovaným v rámci vašeho odběru kabelového nebo TV obsahu.
da: Log ind en enkelt gang for at få adgang til alle de understøttede apps fra kabel‑tv eller tv‑abonnement uden ekstra beregning.
de: Melde dich einmalig an, um auf alle mit deinem Kabel- oder TV-Abo unterstützten Apps kostenlos zuzugreifen.
el: Συνδεθείτε μία φορά για πρόσβαση σε όλες τις εφαρμογές που υποστηρίζει η καλωδιακή ή τηλεοπτική συνδρομή σας, χωρίς πρόσθετη χρέωση.
es: Inicia sesión una sola vez para acceder sin coste adicional a todas las apps incluidas en tu suscripción de cable o de TV.
es_419: Inicia sesión sólo una vez para acceder a todas las apps incluidas con tu suscripción de cable o TV sin ningún costo adicional.
fi: Kirjaudu sisään kerran, niin saat käyttöösi kaikki kaapeli- tai TV-tilauksesi tukemat apit ilman lisämaksua.
fr: Connectez-vous une fois pour accéder à toutes les apps prises en charge par votre abonnement TV ou votre abonnement au câble sans frais supplémentaires.
fr_ca: Connectez-vous une seule fois et accédez sans frais supplémentaires à toutes les apps incluses dans votre abonnement de télévision.
he: יש להתחבר פעם אחת כדי לגשת לכל היישומים הנתמכים על-ידי ספק הכבלים או מנוי הטלוויזיה שלך ללא עלות נוספת.
hi: किसी तरह के अतिरिक्त शुल्क के बिना अपने केबल या टीवी सब्सक्रिप्शन के द्वारा समर्थित सभी ऐप्स ऐक्सेस करने के लिए एक बार साइन इन करें।
hr: Prijavite se jedanput kako biste mogli bez dodatne naknade pristupiti svim aplikacijama koje vaša kabelska ili TV pretplata podržavaju.
hu: Egyszeri bejelentkezéssel további költség nélkül hozzáférhet a kábel- vagy televízió-előfizetése által támogatott appokhoz.
id: Masuk sekali untuk mengakses semua app yang didukung oleh langganan kabel atau TV Anda tanpa biaya tambahan.
it: Esegui il login una volta sola per accedere a tutte le app supportate dal tuo piano di abbonamento senza costi aggiuntivi.
ja: 一度サインインすると、追加料金なしで、ケーブルテレビまたはTVサブスクリプションに対応しているすべてのアプリにアクセスができます。
kk: Кабельдік немесе теледидар жазылымы қолдау көрсететін барлық қолданбаға қосымша ақысыз кіру үшін жүйеге бір рет кіріңіз.
ko: 한번의 로그인으로 사용자의 케이블 또는 TV 구독이 지원하는 모든 앱을 추가 요금 없이 사용할 수 있습니다.
lt: Prisijunkite vieną kartą ir be papildomo mokesčio galėsite naudotis visomis programomis, kurias palaiko jūsų kabelinės arba televizijos prenumerata.
ms: Daftar masuk hanya sekali untuk mengakses semua app yang disokong oleh langganan kabel atau TV anda secara percuma.
nl: Log één keer in voor gratis toegang tot alle apps die door je kabel- of tv-abonnement worden ondersteund.
no: Logg på én gang for å få tilgang til alle appene som støttes med TV-abonnementet ditt, uten ekstra kostnader.
pl: Zaloguj się tylko raz i korzystaj ze wszystkich aplikacji obsługiwanych przez Twoją sieć kablową lub objętych Twoją subskrypcją TV bez dodatkowych kosztów.
pt: Inicie uma sessão para acessar todos os apps compatíveis com a sua assinatura de TV sem nenhum custo adicional.
pt_pt: Inicie sessão uma única vez para aceder sem custos adicionais às aplicações compatíveis com a sua assinatura de TV (por cabo ou outras).
ro: Autentificați‑vă o singură dată pentru a accesa toate aplicațiile permise de abonamentul dvs. de cablu sau TV, fără niciun cost suplimentar.
ru: Войдите в систему один раз, чтобы получить доступ ко всем приложениям, поддерживаемым в Вашей кабельной или телевизионной подписке, без дополнительной платы.
sk: Prihláste sa iba raz a bez akýchkoľvek ďalších poplatkov získate prístup ku všetkým apkám, ktoré podporuje váš odber káblového alebo TV obsahu.
sl: Vpišite se enkrat, da boste dostopali do vseh aplikacij, ki jih podpira naročnina na kabelske ali televizijske storitve, brez dodatnih stroškov.
sv: Logga in en gång så får du tillgång till alla appar som stöds av ditt TV-abonnemang utan extra kostnad.
th: ลงชื่อเข้าเพียงครั้งเดียวเพื่อเข้าถึงแอปทั้งหมดที่รองรับตามการสมัครสมาชิกเคเบิลหรือทีวีของคุณโดยไม่มีค่าใช้จ่ายเพิ่มเติม
tr: Kablo veya TV aboneliğinizin desteklediği tüm uygulamalara hiçbir ek ücret ödemeden erişmek için bir kez giriş yapın.
uk: Увійдіть лише раз для вільного доступу до всіх програм, які підтримує ваша підписка на кабельне або інше телебачення.
vi: Đăng nhập một lần để truy cập tất cả các ứng dụng được hỗ trợ bởi đăng ký TV hoặc cáp của bạn mà không mất thêm phí.
zh_cn: 一次登录即可访问有线电视或电视订阅支持的所有App，无额外费用。
zh_hk: 登入一次即可取用有線業者或電視訂閲項目中所有支援的App，毋須額外費用。
zh_tw: 登入一次即可取用有線業者或電視訂閱項目中所有支援的App，無需額外付費。

# SIGN_OUT_DESCRIPTION_TEXT
source: Sign out of your TV Provider.
ar: تسجيل الخروج من مزود خدمة التلفاز.
bg: Излезте от вашия TV оператор.
ca: Tanca la sessió del proveïdor de TV.
cs: Odhlásí vás od poskytovatele TV.
da: Log ud af din tv-udbyder.
de: Melde dich von deinem TV-Anbieter ab.
el: Αποσυνδεθείτε από τον πάροχο τηλεοπτικών υπηρεσιών σας.
es: Cierra la sesión de tu proveedor de TV.
es_419: Cierra la sesión que abriste con tu proveedor de TV.
fi: Kirjaudu ulos TV-palveluntarjoajalta.
fr: Déconnectez-vous de votre fournisseur TV.
fr_ca: Déconnectez-vous de votre fournisseur télévisuel.
he: פעולה זו מתנתקת מחשבון ספק שירותי הטלוויזיה.
hi: टीवी सर्विस प्रोवाइडर को साइन आउट करें।
hr: Odjavite se iz računa svog TV operatera.
hu: Kijelentkezik a televíziószolgáltatói fiókjából.
id: Keluar dari Penyedia TV Anda.
it: Esci dall’account del provider TV.
ja: TVプロバイダからサインアウトします。
kk: ТД провайдерінің жүйесінен шығыңыз.
ko: TV 제공업체에서 로그아웃합니다.
lt: Prisijunkite prie televizijos paslaugų teikėjo paskyros.
ms: Daftar keluar daripada Penyedia TV anda.
nl: Log uit bij je tv-aanbieder.
no: Logg av TV-distributøren.
pl: Wyloguj się z konta dostawcy TV.
pt: Finalize a sessão no seu Provedor de TV.
pt_pt: Terminar sessão no fornecedor de TV.
ro: Ieșiți din contul furnizorului TV.
ru: Выйти из учетной записи телепровайдера.
sk: Odhlási vás od poskytovateľa TV služby.
sl: Izpišite se iz storitve vašega ponudnika televizijskih storitev.
sv: Logga ut från din TV-leverantör.
th: ลงชื่อออกจากผู้ให้บริการทีวีของคุณ
tr: TV sağlayıcınızdan çıkış yapın.
uk: Вийти з облікового запису ТБ‑провайдера.
vi: Đăng xuất khỏi nhà cung cấp TV của bạn.
zh_cn: 退出登录电视提供商。
zh_hk: 登出你的電視供應商。
zh_tw: 登出電視業者。

# ONSCREEN_CODE_WEBSITE_VISIT
source: Visit:
ar: زيارة:
bg: Отвори:
ca: Visita el lloc web:
cs: Navštivte stránku:
da: Besøg:
de: Besuchen:
el: Μετάβαση:
es: Visita:
es_419: Visita:
fi: Siirry:
fr: Visitez :
fr_ca: Visiter :
he: לאתר:
hi: देखें :
hr: Posjetite:
hu: Látogasson el ide:
id: Kunjungi:
it: Vai su:
ja: 閲覧:
kk: Мына веб-сайтты қараңыз:
ko: 다음 웹사이트를 방문하십시오.
lt: Apsilankykite:
ms: Lawati:
nl: Bezoek:
no: Besøk:
pl: Odwiedź:
pt: Visite:
pt_pt: Visite:
ro: Vizitați:
ru: Посетите:
sk: Navštívte:
sl: Obišči:
sv: Besök:
th: ไปที่:
tr: Git:
uk: Відвідати:
vi: Truy cập:
zh_cn: 访问：
zh_hk: 瀏覽：
zh_tw: 參訪：

# ERROR_DISMISS_BUTTON_TITLE
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# INSTALL_APP_MESSAGE_FORMAT
source: Instantly access the TV shows, movies, and channels included in your %@ subscription.
ar: ادخل بصورة فورية إلى برامج التلفزيون والأفلام والقنوات التي يشملها اشتراك %@.
bg: Получавате незабавен достъп до ТВ предаванията, филмите и каналите, които са включени във вашия абонамент %@.
ca: Accedeix a l’instant a les sèries, les pel·lícules i els canals inclosos a la teva subscripció a %@.
cs: Získejte okamžitý přístup k seriálům, filmům a kanálům poskytovatele %@.
da: Få adgang med det samme til tv-udsendelser, film og kanaler, som er inkluderet i dit %@-abonnement.
de: Greife direkt auf TV-Sendungen, Filme und Kanäle zu, die in deinem %@-Abo enthalten sind.
el: Προσπελάστε άμεσα τις τηλεοπτικές εκπομπές, τις ταινίες και τα κανάλια που περιλαμβάνονται στη συνδρομή «%@» σας.
es: Accede al instante a las series, películas y canales incluidos en tu suscripción a %@.
es_419: Accede al instante a los programas, películas y canales incluidos en tu suscripción de %@.
fi: %[tt]@-tilaukseesi kuuluvat TV-ohjelmat, elokuvat ja kanavat ovat heti käytettävissäsi.
fr: Accédez instantanément aux séries TV, aux films et aux chaînes de télévision comprises dans votre abonnement %@.
fr_ca: Accédez instantanément aux chaînes, aux émissions et aux films compris dans votre abonnement %@.
he: באפשרותך לקבל גישה מיידית לתוכניות טלוויזיה, סרטים וערוצים הכלולים במינוי ה-%@ שלך.
hi: अपने %@ सब्सक्रिप्शन में शामिल टीवी कार्यक्रम, फ़िल्में और चैनल तुरंत ऐक्सेस करें।
hr: Trenutno pristupite TV emisijama, filmovima i kanalima sadržanim u vašoj %@ pretplati.
hu: Azonnal hozzáférhet a(z) %@-előfizetésében tv-műsorokhoz, filmekhez és élő csatornákhoz.
id: Akses acara TV, film, dan saluran yang disertakan dalam langganan %@ Anda secara instan.
it: Accedi subito ai diversi programmi TV, film e canali disponibili con il tuo abbonamento a %@.
ja: %[tt]@サブスクリプションにあるテレビ番組、映画、チャンネルに素早くアクセスできるようになります。
kk: %@ жазылымына кіретін телешоуларға, фильмдерге және арналарға жылдам қол жеткізіңіз.
ko: 사용자의 %@ 구독에 포함된 TV 프로그램, 영화 및 채널에 바로 접근할 수 있습니다.
lt: Akimirksniu gaukite prieigą prie serialų, filmų ir kanalų, įtrauktų į paslaugų teikėjo „%@“ prenumeratą.
ms: Akses dengan segera rancangan TV, filem dan saluran yang disertakan dalam langganan %@ anda.
nl: Direct toegang tot de tv-programma’s, films en kanalen die deel uitmaken van je %@-abonnement.
no: Få øyeblikkelig tilgang til filmer, TV-programmer og kanaler som er inkludert i %@-abonnementet ditt.
pl: Natychmiastowy dostęp do programów TV, filmów i kanałów objętych subskrypcją %@.
pt: Acesse instantaneamente os programas de TV, filmes e canais incluídos na sua assinatura %@.
pt_pt: Tenha acesso imediato aos programas de TV, filmes e canais incluídos na sua assinatura %@.
ro: Accesați instantaneu emisiunile TV, filmele și canalele incluse în abonamentul dvs. %@.
ru: Постоянный доступ к телешоу, фильмам и каналам входит в Вашу подписку на услуги телепровайдера %@.
sk: Získajte okamžitý prístup k TV seriálom, filmom a staniciam, ktoré sú súčasťou odberu „%@“.
sl: Takoj dostopajte do TV-oddaj, filmov in kanalov, ki so vključeni v vašo naročnino na %@.
sv: Få omedelbar tillgång till TV-program, filmer och kanaler som ingår i %@-abonnemanget.
th: เข้าถึงรายการทีวี ภาพยนตร์ และช่องรายการที่รวมอยู่ในการสมัครสมาชิก %@ ของคุณได้ทันที
tr: %@ aboneliğinize dahil olan TV şovlarına, filmlere ve kanallara anında erişin.
uk: Постійний доступ до телешоу, фільмів і каналів, що входять до вашої підписки %@.
vi: Truy cập tức thời vào các chương trình TV, phim và kênh có trong đăng ký %@ của bạn.
zh_cn: 快速访问“%@”订阅涵盖的电视节目、电影和频道。
zh_hk: 快速取用%@訂閲涵蓋的電視節目、電影和頻道。
zh_tw: 立即觀賞%@訂閱項目內含的電視節目、電影和頻道。

# ERROR_DESCRIPTION_REJECTED
source: This application is not authorized for this request type.
ar: هذا التطبيق غير مخول لهذا النوع من الطلبات.
bg: Това приложение не е оторизирано за този тип заявка.
ca: L’app no té permís per fer aquest tipus de sol·licituds.
cs: Pro tento typ požadavku aplikace nemá autorizaci.
da: Appen er ikke godkendt til denne type anmodning.
de: Diese App ist für diesen Anfragetyp nicht autorisiert.
el: Αυτή η εφαρμογή δεν είναι εξουσιοδοτημένη για αυτόν τον τύπο αιτήματος.
es: Esta aplicación no tiene autorización para realizar este tipo de petición.
es_419: Esta aplicación no tiene autorización para este tipo de solicitud.
fi: Appia ei ole valtuutettu tälle pyyntötyypille.
fr: Cette application n’est pas autorisée pour ce type de requête.
fr_ca: Cette application n’est pas autorisée pour ce type de demande.
he: יישום זה אינו מורשה עבור סוג בקשה זה.
hi: इस अनुरोध प्रकार के लिए यह ऐप्लिकेशन अधिकृत नहीं है।
hr: Ova aplikacija nije autorizirana za ovu vrstu zahtjeva.
hu: Ez az alkalmazás nem engedélyezett ehhez a kérelemtípushoz.
id: Aplikasi ini tidak disahkan untuk jenis permintaan ini.
it: L’applicazione non è autorizzata per questo tipo di richiesta.
ja: このアプリケーションは、この種類のリクエストに対して認証されていません。
kk: Бұл қолданба сұраудың осы түріне авторизацияланбаған.
ko: 해당 응용 프로그램은 이 유형의 요청을 할 수 없음
lt: Šiam užklausos tipui ši programa nėra leidžiama.
ms: Aplikasi ini tidak dibenarkan untuk jenis permintaan ini.
nl: Deze app is niet bevoegd voor dit type verzoek.
no: Appen er ikke godkjent for denne forespørseltypen.
pl: Ta aplikacja nie ma autoryzacji do wysyłania żądań tego typu.
pt: Este aplicativo não tem autorização para este tipo de pedido.
pt_pt: Esta aplicação não tem autorização para este tipo de pedido.
ro: Această aplicație nu este autorizată pentru acest tip de solicitare.
ru: Эта программа не авторизована для такого типа запросов.
sk: Táto aplikácia nie je autorizovaná pre tento typ žiadosti.
sl: Ta aplikacija nima pooblastil za izvajanje tovrstnih zahtev.
sv: Den här appen är inte auktoriserad för den här begärandetypen.
th: แอปพลิเคชันนี้ไม่ได้รับอนุญาตสำหรับคำขอประเภทนี้
tr: Bu uygulama bu istek türü için yetkili değil.
uk: Цю програму не санкціоновано для такого типу запитів.
vi: Ứng dụng này không được cấp phép cho loại yêu cầu này.
zh_cn: 此应用程序未经授权，无法执行此类请求。
zh_hk: 此應用程式未被授權傳送此要求類型。
zh_tw: 此應用程式未經授權傳送此要求類型。
